Repository: Heis97/BTP_fabion3
Catalog: Manual_frm.*.resx
Languages: ru_ru

# label44.Text
source: accuracy [um]
ru_ru: калибровки [мкм]

# label43.Text
source: Calibrating
ru_ru: Точность

# label41.Text
source: Num
ru_ru: Кол.

# label39.Text
source: mm
ru_ru: мм

# label40.Text
source: Diam.
ru_ru: Диам.

# WellCNTRB.Text
source: Well Count
ru_ru: Кол. лунок

# PetriDishRB.Text
source: Petri Dish
ru_ru: Чашка Петри

# CustomRB.Text
source: Custom
ru_ru: Различное

# SetMachineZero.Text
source: Machine Zero
ru_ru: 0 машины

# SetWorkZero.Text
source: Work Zero
ru_ru: Рабочий 0

# label13.Text
source: Tool
ru_ru: Инструмент

# UVLightBtn.Text
source: UV Light
ru_ru: УФ

# CoolingBtn.Text
source: Cooling
ru_ru: Охлаждение

# HotPlateBtn.Text
source: HotPlate
ru_ru: Платформа

# label10.Text
source: Tool Pos
ru_ru: Коорд. инстр.

# label9.Text
source: Machine Pos
ru_ru: Коорд. маш.

# label5.Text
source: Axis
ru_ru: Ось

# groupBox1.Text
source: Control
ru_ru: Управление

# groupBox4.Text
source: Speed [mm/min]
ru_ru: Скорости [мм/с]

# S1GB.Text
source: Syringe 1
ru_ru: Шприц 1

# label26.Text
source: mm
ru_ru: мм

# label27.Text
source: D
ru_ru: Д

# label25.Text
source: Piston
ru_ru: Поршень

# label24.Text
source: Tool
ru_ru: Инстр.

# S1CalibrateBtn.Text
source: Calibrate
ru_ru: Калибровка

# label16.Text
source: mm
ru_ru: мм

# S1HomeBtn.Text
source: Home
ru_ru: Поиск нуля

# S2GB.Text
source: Syringe 2
ru_ru: Шприц 2

# label29.Text
source: mm
ru_ru: мм

# label46.Text
source: D
ru_ru: Д

# S2GetZeroBtn.Text
source: 0 XYU
ru_ru: 0 XYZ

# S2CalibrateBtn.Text
source: Calibrate
ru_ru: Калибровка

# label32.Text
source: Piston
ru_ru: Поршень

# label33.Text
source: Tool
ru_ru: Инстр.

# label14.Text
source: mm
ru_ru: мм

# S2HomeBtn.Text
source: Home
ru_ru: Поиск нуля

# SpGB.Text
source: Spray
ru_ru: Распылитель

# SpGetZeroBtn.Text
source: 0 XYW
ru_ru: 0 XYZ

# SPOnOff.Text
source: Spray
ru_ru: ВКЛ

# button72.Text
source: Home
ru_ru: Поиск нуля

# label38.Text
source: Tool
ru_ru: Инстр.

# label20.Text
source: mm
ru_ru: мм

# S3GB.Text
source: Syringe 3
ru_ru: Шприц 3

# label31.Text
source: mm
ru_ru: мм

# label47.Text
source: D
ru_ru: Д

# S3GetZeroBtn.Text
source: 0 XYV
ru_ru: 0 XYZ

# S3CalibrateBtn.Text
source: Calibrate
ru_ru: Калибровка

# label34.Text
source: Piston
ru_ru: Поршень

# label35.Text
source: Tool
ru_ru: Инстр.

# label18.Text
source: mm
ru_ru: мм

# S3HomeBtn.Text
source: Home
ru_ru: Поиск нуля

# PFGB.Text
source: Preflow
ru_ru: Дозатор

# PFGetZeroBtn.Text
source: 0 XYA
ru_ru: 0 XYZ

# PFCalibrateBtn.Text
source: Calibrate
ru_ru: Калибровка

# label36.Text
source: Piston
ru_ru: Поршень

# label37.Text
source: Tool
ru_ru: Инстр.

# label22.Text
source: mm
ru_ru: мм

# PFHomeBtn.Text
source: Home
ru_ru: Поиск нуля

# groupBox10.Text
source: G-CODE Console
ru_ru: Консоль G-кодов

# SendMessageToPLC.Text
source: Send
ru_ru: Отправить

# label42.Text
source: History:
ru_ru: История:

# EditMacroBtn.Text
source: Edit Macro
ru_ru: Редактор макроса

# RunMacroBtn.Text
source: Run Macro
ru_ru: Запуск макроса

# PF2GB.Text
source: Preflow Mix [%]
ru_ru: Смесь дозатора [%]
