Repository: Heis97/BTP_fabion3
Catalog: Settings_frm.*.resx
Languages: ru_ru

# label1.Text
source: Controller IP-address
ru_ru: IP-адрес контроллера

# groupBox1.Text
source: Controller parameters
ru_ru: Параметры контроллера

# groupBox2.Text
source: Camera parameters
ru_ru: Параметры камеры

# label21.Text
source: Stroke Zoom Camera 1 [mm]
ru_ru: Ход прибл. камеры 1 [мм]

# label20.Text
source: Max. stroke Y Camera 2 [mm]
ru_ru: Макс. ход по Y камеры 2 [мм]

# label19.Text
source: Max. stroke X Camera 2 [mm]
ru_ru: Макс. ход по X камеры 2 [мм]

# label5.Text
source: Camera 2 Scale
ru_ru: Масштаб камеры 2

# label4.Text
source: Camera 1 Scale
ru_ru: Масштаб камеры 1

# label3.Text
source: Camera 2 (side) Serial Number
ru_ru: Серийный номер камеры 2

# label2.Text
source: Camera 1 (top) Serial Number
ru_ru: Серийный номер камеры 1

# groupBox3.Text
source: Motion
ru_ru: Движение

# label11.Text
source: CB velocity max [mm/min]
ru_ru: Скорость CB макс [мм/с]

# label10.Text
source: CT velocity max [mm/min]
ru_ru: Скорость CT макс [мм/с]

# label9.Text
source: PF velocity max [mm/min]
ru_ru: Скорость PF макс [мм/с]

# label8.Text
source: Pt velocity max [mm/min]
ru_ru: Скорость Pt макс [мм/с]

# label7.Text
source: Z velocity max [mm/min]
ru_ru: Скорость Z макс [мм/с]

# label6.Text
source: XY velocity max [mm/min]
ru_ru: Скорость XY макс [мм/с]

# groupBox4.Text
source: Offsets
ru_ru: Смещения

# label18.Text
source: Z offset for preflow [mm]
ru_ru: Z смещение дозатора [мм]

# label17.Text
source: Z offset for spray [mm]
ru_ru: Z смещение спрея [мм]

# label16.Text
source: Z offset for syringe 3 [mm]
ru_ru: Z смещение шприца 3 [мм]

# label15.Text
source: Z offset for syringe 2 [mm]
ru_ru: Z смещение шприца 2 [мм]

# label14.Text
source: Z offset for syringe 1 [mm]
ru_ru: Z смещение шприца 1 [мм]

# label12.Text
source: Y offset [mm]
ru_ru: Y смещение [мм]

# label13.Text
source: X offset [mm]
ru_ru: X смещение [мм]

# groupBox5.Text
source: Calibrating
ru_ru: Калибровка

# groupBox18.Text
source: Calibrating accuracy [mkm]
ru_ru: Точность калибровки [мкм]

# Accuracy100Select_CB.Text
source: Select
ru_ru: Выбрать

# Accuracy50Select_CB.Text
source: Select
ru_ru: Выбрать

# groupBox9.Text
source: Axis A Start Point
ru_ru: Начальные точки оси A

# label35.Text
source: Y axis [mm]
ru_ru: Ось Y [мм]

# label36.Text
source: X axis [mm]
ru_ru: Ось X [мм]

# groupBox8.Text
source: Axis V Start Point
ru_ru: Начальные точки оси V

# label33.Text
source: Y axis [mm]
ru_ru: Ось Y [мм]

# label34.Text
source: X axis [mm]
ru_ru: Ось X [мм]

# groupBox7.Text
source: Axis U Start Point
ru_ru: Начальные точки оси U

# label31.Text
source: Y axis [mm]
ru_ru: Ось Y [мм]

# label32.Text
source: X axis [mm]
ru_ru: Ось X [мм]

# groupBox6.Text
source: Axis Z Start Point
ru_ru: Начальные точки оси Z

# label30.Text
source: Y axis [mm]
ru_ru: Ось Y [мм]

# label29.Text
source: X axis [mm]
ru_ru: Ось X [мм]

# label23.Text
source: Velocity Z [mm/min]
ru_ru: Скорость по Z [мм/с]

# label24.Text
source: Velocity Y [mm/min]
ru_ru: Скорость по Y [мм/с]

# label25.Text
source: Velocity X [mm/min]
ru_ru: Скорость по X [мм/с]

# label26.Text
source: Distance Z [mm]
ru_ru: Приращение по Z [мм]

# label27.Text
source: Distance Y [mm]
ru_ru: Расстояние по Y [мм]

# label28.Text
source: Distance X [mm]
ru_ru: Расстояние по X [мм]

# label39.Text
source: Home Velocity [mm/min]
ru_ru: Скор. поиска 0 камер [мм/с]

# label38.Text
source: Home Velocity [mm/min]
ru_ru: Скорость поиска 0 по Y [мм/с]

# label37.Text
source: Home Velocity [mm/min]
ru_ru: Скорость поиска 0 по X [мм/с]

# label22.Text
source: Home Velocity [mm/min]
ru_ru: Скорость поиска 0 по Z [мм/с]

# groupBox11.Text
source: Camera 1
ru_ru: Камера 1

# groupBox14.Text
source: Parameters
ru_ru: Параметры

# label45.Text
source: level [DN]
ru_ru: черного [DN]

# label47.Text
source: Black
ru_ru: Уровень

# label56.Text
source: Contrast
ru_ru: Контраст

# label41.Text
source: Frame Rate [Hz]
ru_ru: Частота кадров [Гц]

# Camera1ExposureButtonOff.Text
source: OFF
ru_ru: ВЫКЛ

# label40.Text
source: Exposure Auto
ru_ru: Автоэкспозиция

# Camera1ExposureButtonCont.Text
source: ON
ru_ru: ВКЛ

# label54.Text
source: Exp. time [us]
ru_ru: Время [мкс]

# label42.Text
source: Gamma
ru_ru: Гамма

# Camera1GainButtonOff.Text
source: OFF
ru_ru: РУЧ

# label43.Text
source: Gain Auto
ru_ru: Усиление

# Camera1GainButtonCont.Text
source: ON
ru_ru: АВТО

# label46.Text
source: Gain [dB]
ru_ru: Значение [дБ]

# Camera1EnableCheckBox.Text
source: Change Parameters
ru_ru: Изменить параметры

# groupBox12.Text
source: Camera 2
ru_ru: Камера 2

# groupBox13.Text
source: Parameters
ru_ru: Параметры

# label44.Text
source: level [DN]
ru_ru: черного [DN]

# label48.Text
source: Contrast
ru_ru: Контраст

# label49.Text
source: Frame Rate [Hz]
ru_ru: Частота кадров [Гц]

# Camera2ExposureButtonOff.Text
source: OFF
ru_ru: ВЫКЛ

# label50.Text
source: Exposure Auto
ru_ru: Автоэкспозиция

# Camera2ExposureButtonCont.Text
source: ON
ru_ru: ВКЛ

# label53.Text
source: Exp. time [us]
ru_ru: Время [мкс]

# label58.Text
source: Gamma
ru_ru: Гамма

# label61.Text
source: Black
ru_ru: Уровень

# Camera2GainButtonOff.Text
source: OFF
ru_ru: РУЧ

# label62.Text
source: Gain Auto
ru_ru: Усиление

# Camera2GainButtonCont.Text
source: ON
ru_ru: АВТО

# label65.Text
source: Gain [dB]
ru_ru: Значение [дБ]

# Camera2EnableCheckBox.Text
source: Change Parameters
ru_ru: Изменить параметры

# groupBox15.Text
source: Axis W Offset
ru_ru: Смещение оси W

# label51.Text
source: Y axis [mm]
ru_ru: Ось Y [мм]

# label52.Text
source: X axis [mm]
ru_ru: Ось X [мм]

# groupBox16.Text
source: Preeflow parameters
ru_ru: Параметры дозатора

# label59.Text
source: PF2 diameter [mm]
ru_ru: Диаметр PF2 [мм]

# label55.Text
source: PF1 diameter [mm]
ru_ru: Диаметр PF1 [мм]

# groupBox17.Text
source: Petri Distance
ru_ru: Расстояние до чашки Петри

# label57.Text
source: Y distance [mm]
ru_ru: Расстояние по Y [мм]

# label60.Text
source: X distance [mm]
ru_ru: Расстояние по X [мм]
